/* No comment provided by engineer. */
"$-.--" = "$-.--";

/* No comment provided by engineer. */
"\"" = "\"";

/* No comment provided by engineer. */
"\"%@" = "\"%@";

/* No comment provided by engineer. */
"a photo frame" = "एक फोटो फ्रेम";

/* No comment provided by engineer. */
"a photo from your photo gallery" = "अपने फोटो गैलरी से एक तस्वीर";

/* No comment provided by engineer. */
"Add to Widgets" = "विजेट में जोड़ें";

/* No comment provided by engineer. */
"Add Your Photo" = "अपनी तस्वीर जोड़ें";

/* No comment provided by engineer. */
"Buy now" = "अभी खरीदें";

/* No comment provided by engineer. */
"Choose" = "चुनें";

/* No comment provided by engineer. */
"Create" = "सृजन करना";

/* No comment provided by engineer. */
"Description %@" = "विवरण %@";

/* No comment provided by engineer. */
"Dismiss" = "खारिज";

/* No comment provided by engineer. */
"Done" = "किया हुआ";

/* No comment provided by engineer. */
"Drag image" = "छवि खींचें";

/* No comment provided by engineer. */
"Edit" = "संपादित करें";

/* No comment provided by engineer. */
"Empty" = "खाली";

/* No comment provided by engineer. */
"empty frame" = "खाली फ्रेम";

/* No comment provided by engineer. */
"FrameIt" = "FrameIt";

/* No comment provided by engineer. */
"Go Back" = "वापस जाओ";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"If you gave limited photos access, you can add more photos or enable access to all your photos through the settings app." = "यदि आपने सीमित फ़ोटो एक्सेस दी है, तो आप सेटिंग ऐप के माध्यम से अधिक फ़ोटो जोड़ सकते हैं या अपनी सभी फ़ोटो तक पहुँच सक्षम कर सकते हैं।";

/* No comment provided by engineer. */
"If your frame won't load, try removing the widget and adding it again." = "यदि आपका फ्रेम लोड नहीं होगा, तो विजेट को हटाने और इसे फिर से जोड़ने का प्रयास करें।";

/* No comment provided by engineer. */
"Instructions" = "अनुदेश";

/* No comment provided by engineer. */
"Leave a Review" = "समीक्षा लिखें";

/* No comment provided by engineer. */
"Long Press" = "देर तक दबाना";

/* No comment provided by engineer. */
"Long press this widget" = "इस विजेट को लंबे समय तक दबाएं";

/* No comment provided by engineer. */
"My Frames" = "मेरे तख्ते";

/* No comment provided by engineer. */
"One" = "एक";

/* No comment provided by engineer. */
"Photos Access Denied" = "तस्वीरें एक्सेस अस्वीकृत";

/* No comment provided by engineer. */
"Pinch to zoom" = "आकर बड़ा करो";

/* No comment provided by engineer. */
"Please allow photos access through the settings app." = "कृपया सेटिंग ऐप के माध्यम से फ़ोटो एक्सेस की अनुमति दें।";

/* No comment provided by engineer. */
"Position" = "पद";

/* No comment provided by engineer. */
"Privacy Policy" = "गोपनीयता नीति";

/* No comment provided by engineer. */
"Provide Feedback" = "अपनी राय बताएं";

/* No comment provided by engineer. */
"Restore Purchases" = "खरीदारी वापस लौटाएं";

/* No comment provided by engineer. */
"Select" = "चुनते हैं";

/* No comment provided by engineer. */
"stunning collages" = "तेजस्वी कोलाज";

/* No comment provided by engineer. */
"Success" = "सफलता";

/* No comment provided by engineer. */
"Support" = "सहयोग";

/* No comment provided by engineer. */
"Tap \"Edit Widget\"" = "नल टोटी \"विजेट संपादित करें\"";

/* No comment provided by engineer. */
"Thanks again for your purchase!" = "आपकी खरीद के लिए फिर से धन्यवाद!";

/* No comment provided by engineer. */
"the photo in the frame" = "फ्रेम में फोटो";

/* No comment provided by engineer. */
"three" = "तीन";

/* No comment provided by engineer. */
"Title %@" = "शीर्षक %@";

/* No comment provided by engineer. */
"two" = "दो";

/* No comment provided by engineer. */
"Unable to Load %@ Photo%@" = "लोड नहीं किया जा सकता %1$@ तस्वीर%2$@";

/* No comment provided by engineer. */
"Unable to Load Any Photos" = "किसी भी फ़ोटो को लोड करने में असमर्थ";

/* No comment provided by engineer. */
"Visit our website" = "हमारी वेबसाइट पर पधारें";

/* No comment provided by engineer. */
"your homescreen to access the widget panel" = "विजेट पैनल तक पहुंचने के लिए आपकी होमस्क्रीन";

/* No comment provided by engineer. */
"your own border colors" = "अपने खुद के सीमा रंग";

